/* The keyboard shortcut is is not allowed to be used */
"%@ is not allowed" = "%@ 是不被允許的數值";

/* the number of uses left in the free trial (when 1) */
"%lu Use Left" = "剩下 %lu 次使用次數";

/* the number of uses left in the free trial (when >1) */
"%lu Uses Left" = "剩下 %lu 次使用次數";

/* click this button to get 10 more uses in the free trial */
"+10 Uses" = "+10 次使用次數";

/* entry in selection list to indicate no selection */
"- None -" = "- 無 -";

/* No comment provided by engineer. */
"\"%@\" is not signed by Pilotmoon Software. Only install this extension if you got it from a source you trust." = "「%@」未經 Pilotmoon 軟體簽章。若要安裝此擴充功能，請確認是從您信任的來源下載而來。";

/* No comment provided by engineer. */
"Above Text" = "文字之上";

/* Title of prefs section */
"Actions" = "動作";

/* No comment provided by engineer. */
"Alternate Search URL" = "備用搜尋 URL";

/* Title of prefs section */
"Appearance" = "外觀";

/* No comment provided by engineer. */
"Authorized" = "已授權";

/* Dark/light mode will be the same as the operating system setting */
"Auto" = "自動";

/* Dark/light mode will be opposite to the operaing system setting */
"Auto (Inverse)" = "自動 (反轉)";

/* No comment provided by engineer. */
"Below Text" = "文字之下";

/* click button to buy the app */
"Buy" = "購買";

/* Button to go to store */
"Buy Now" = "立即購買";

/* Button to go to store */
"Buy PopClip Online" = "在線上購買 PopClip";

/* as in 'by Nick Moore' */
"by" = "開發者：";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot Install Extension" = "無法安裝擴充功能";

/* 1=name of app */
"Cannot start %1$@" = "無法開啟 %1$@";

/* This is a check box title, not a button */
"Check for updates" = "檢查更新";

/* Label for color setting */
"Color" = "顏色";

/* Displayed when something has been copied to the clipboard */
"Copied" = "已複製";

/* Indicates Dark color apearance */
"Dark" = "深色";

/* name of dictionary look-up feature */
"Dictionary" = "字典";

/* button title */
"Don't Install" = "不要安裝";

/* Button title */
"Done" = "已完成";

/* Button title. Enables access for assistive devices. */
"Enable PopClip" = "啟用 PopClip";

/* Title of table of apps which PopClip will ignore. */
"Excluded Apps" = "排除的應用程式";

/* button title shown in welcome window */
"Got it!" = "我知道了！";

/* No comment provided by engineer. */
"Hold Option (⌥) for alternate search." = "按住 Option (⌥) 進行備用搜尋。";

/* button title: install the named externsion */
"Install \"%@\"" = "安裝「%@」";

/* the name of the extension to be installed is in quotes */
"Install Extension \"%@\"" = "安裝擴展 \"%@\"";

/* Label for control for setting keyboard shortcut */
"Keyboard Shortcut" = "鍵盤快速鍵";

/* No comment provided by engineer. */
"Language" = "語言";

/* No comment provided by engineer. */
"Languages" = "語言";

/* Title of window showing the user's license details */
"License Details" = "授權詳細資料";

/* No comment provided by engineer. */
"License key not valid" = "授權金鑰無效";

/* Indicates Light color apearance */
"Light" = "亮色";

/* name of missing third party app */
"Missing App: %@" = "缺少的應用程式：%@";

/* No comment provided by engineer. */
"Not Authorized" = "未授權";

/* button title */
"Not Now" = "之後再說";

/* No comment provided by engineer. */
"OFF" = "關閉";

/* No comment provided by engineer. */
"OK" = "確定";

/* No comment provided by engineer. */
"ON" = "開啟";

/* name of link opening feature */
"Open Link" = "開啟連結";

/* No comment provided by engineer. */
"Open Links" = "開啟連結";

/* Example: Options for Wikipedia */
"Options for %@" = "%@的選項";

/* No comment provided by engineer. */
"Please close this browser tab and return to PopClip." = "請關閉此瀏覽器頁籤並返回 PopClip。";

/* No comment provided by engineer. */
"Please wait..." = "請稍等...";

/* No comment provided by engineer. */
"PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip 最多可擁有 %li 個擴充功能。請刪除幾個，保留空間給其他擴充功能。";

/* No comment provided by engineer. */
"The free version of PopClip can have at most %li extensions. Please delete some to make space for more." = "PopClip 的免費版本最多可以擁有 %li 個擴展。請刪除幾個，保留空間給其他擴充功能。";

/* No comment provided by engineer. */
"PopClip can't find %@ on this computer. You probably need to install it." = "PopClip 在這台電腦上找不到 %@，建議安裝。";

/* No comment provided by engineer. */
"PopClip could not load the following extension(s):\n\n%@\n\nUpdated versions may be available from the PopClip website." = "PopClip 無法裝載下列擴展: \n\n%@\n\n請嘗試從 PopClip 網站獲取可用的更新版本。";

/* No comment provided by engineer. */
"PopClip Extensions" = "PopClip 擴展";

/* as in 'PopClip is ON' or 'PopClip is OFF' */
"PopClip is" = "PopClip 已";

/* No comment provided by engineer. */
"PopClip will check spelling in each selected language." = "PopClip 會在每個選取的語言中進行拼字檢查。";

/* Label for position setting */
"Position" = "位置";

/* Button to quit the app */
"Quit" = "結束";

/* Button title. Opens PopClip on mac app store. */
"Rate on App Store" = "在 App Store 上評分";

/* Button title. When clicked, shows the app's release notes. */
"Release Notes" = "版本資訊";

/* No comment provided by engineer. */
"Replace your search term with ***, e.g. https://example.com/?q=***" = "使用 *** 取代您的搜尋詞彙，例如 https://example.com/?q=***";

/* name of 'reveal in finder' feature */
"Reveal in Finder" = "在 Finder 中顯示";

/* name of web search feature */
"Search" = "搜尋";

/* No comment provided by engineer. */
"Search URL" = "搜尋 URL";

/* No comment provided by engineer. */
"Select" = "選取";

/* No comment provided by engineer. */
"Select apps to exclude" = "選取要排除的應用程式";

/* No comment provided by engineer. */
"Show as Icon" = "顯示為圖示";

/* check box title */
"Show in menu bar" = "於選單列顯示圖示";

/* button title */
"Sign In" = "登入";

/* Example: Sign in to your Instapaper account. */
"Sign in to your %@ account." = "登入您的 %@ 帳號。";

/* button title */
"Sign Out" = "登出";

/* Label for size adjustment slider */
"Size" = "大小";

/* name of spelling checker feature */
"Spelling" = "拼字檢查";

/* check box title */
"Start at login" = "登入時啟動";

/* No comment provided by engineer. */
"Technical information:" = "技術資訊：";

/* This message is shown when the license key is registered. */
"Thank you for buying PopClip!" = "感謝您購買 PopClip！";

/* No comment provided by engineer. */
"The application appears to be corrupted. Please install a fresh copy." = "這個應用程式似乎已經損毀。請安裝全新複本。";

/* No comment provided by engineer. */
"This extension is not compatible with this version of PopClip. Please update to the latest version of PopClip." = "擴充功能與此版本的 PopClip 不相容。請更新至 PopClip 最新版本。";

/* No comment provided by engineer. */
"This extension requires macOS version %@ or above." = "此擴充功能需要 macOS %@ 版或更新版本。";

/* Dialog text */
"To continue, PopClip needs to enable Accessibility access." = "若要繼續，PopClip 需要啟用輔助使用存取權。";

/* help text shown in welcome window */
"To use PopClip, just select some text in any app using your mouse pointer." = "只要以滑鼠游標選取任何應用程式中的文字，即可使用 PopClip。";

/* the free trial has expired */
"Trial Expired" = "試用已過期";

/* the number of uses left in the free trial (when 1) */
"Trial — %lu Use Left" = "試用 — 剩下 %lu 次使用次數";

/* the number of uses left in the free trial (when >1) */
"Trial — %lu Uses Left" = "試用 — 剩下 %lu 次使用次數";

/* No comment provided by engineer. */
"Unsigned Extension" = "未經簽署的擴充功能";

/* Button title. When clicked, shows user's license details. */
"View License" = "檢視授權";

/* Visit the website for the name app e.g. Visit Evernote Website */
"Visit %@ Website" = "造訪 %@ 網站";

/* No comment provided by engineer. */
"Waiting..." = "正在等待...";

/* title of welcome window shown on first run */
"Welcome\nto PopClip" = "歡迎使用\nPopClip";

/* Example: You are signed in to Instapaper. */
"You are signed in to %@." = "您已登入 %@。";

/* No comment provided by engineer. */
"You maxed out!" = "使用次數已達上限！";

/* No comment provided by engineer. */
"⚠️ Authorization failed." = "⚠️ 授權失敗。";

/* No comment provided by engineer. */
"✅ PopClip Extension \"%@\" authorized." = "✅ PopClip 擴充功能「%@」已獲授權。";
